[M_TrainRobbery MissionDefinition]
MissionDescription="Lilith discovers that some of the Hyperion trains passing the Tundra Express have a lot of money.. If you manage to stop the train and unlock it, you can steal the money you want.. "

[M_TrainRobbery:BreaktheGateSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Lilith discovers that some of the Hyperion trains passing the Tundra Express have a lot of money.. If you manage to stop the train and unlock it, you can steal the money you want.. First, you've got to block the train tracks to stop the train's progress."

[M_TrainRobbery:RadiointheTrainSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Lilith discovers that some of the Hyperion trains passing the Tundra Express have a lot of money.. If you manage to stop the train and unlock it, you can steal the money you want.. Now that the tracks are blocked, you can signal the train to come in."
